<html><head><meta content="IE=10" http-equiv="X-UA-Compatible"/><script>document.createElement("section");</script><section class="card" style="background-color:#f5f5f5; color:black; font-size:25px; text-align:center; height:100%; margin:0; width:100%"><div class="BlockquoteZh"></div><p></p><div class="BlockquoteEn"><div class="youdao"><div class="content-wrp dict-container" id="blng_sents_part_contentWrp"><div class="trans-container blng_sents_part" id="blng_sents_part"><div class="content"><ul><li class="mcols-layout"><span class="col1 secondary"> 1.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">49kb</p></div><div class="col2"><p>A third argument is that inequality perverts politics, with Wall Street's influence in Washington often cited as exhibit a of the unhealthy clout of a <b>plutocratic</b> elite.</p><p class="grey">&#35266;&#28857;&#20043;&#19977;&#22312;&#20110;&#65292;&#19981;&#24179;&#31561;&#29616;&#35937;&#22952;&#30861;&#25919;&#27835;&#65292;&#36130;&#38400;&#31934;&#33521;&#22312;&#25919;&#30028;&#21628;&#39118;&#21796;&#38632;&#65292;&#21326;&#23572;&#34903;&#22312;&#21326;&#30427;&#39039;&#30340;&#24433;&#21709;&#21147;&#23601;&#26159;&#26126;&#35777;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 2.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">52kb</p></div><div class="col2"><p>Nkrumah, Ghana's first President, writes that poor countries may be nominally free, but they continue to be manipulated from abroad by powerful corporate and <b>plutocratic</b> elites.</p><p class="grey">&#21152;&#32435;&#39318;&#20219;&#24635;&#32479;&#24681;&#20811;&#40065;&#29595;&#22312;&#20070;&#20013;&#20889;&#36947;&#65292;&#19981;&#21457;&#36798;&#22269;&#23478;&#25110;&#35768;&#20250;&#33719;&#24471;&#21517;&#20041;&#19978;&#30340;&#33258;&#30001;&#65292;&#20294;&#21364;&#32487;&#32493;&#36973;&#21040;&#26469;&#33258;&#28023;&#22806;&#22823;&#22411;&#20225;&#19994;&#21450;&#23500;&#35946;&#31934;&#33521;&#30340;&#30424;&#21093;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 3.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">58kb</p></div><div class="col2"><p>But on its western edge it abuts skyscraper offices and <b>plutocratic</b> apartment buildings on Avenida del Libertador, whose balconies facing the River Plate look out over its maze of makeshift dwellings.</p><p class="grey">&#22312;&#35199;&#36793;&#32039;&#25384;&#30528;&#36825;&#24231;&#23621;&#27665;&#21306;&#30340;&#65292;&#26159;&#33258;&#30001;&#22823;&#36947;&#19978;&#21150;&#20844;&#23460;&#30340;&#25705;&#22825;&#22823;&#27004;&#65292;&#22882;&#21326;&#30340;&#20844;&#23507;&#22823;&#21414;&#8212;&#8212;&#20174;&#36825;&#20799;&#30340;&#38451;&#21488;&#19981;&#20294;&#38754;&#21521;&#25289;&#26222;&#25289;&#22612;&#27827;&#65292;&#20020;&#26102;&#25645;&#24314;&#30340;&#32439;&#20081;&#26842;&#23627;&#20063;&#23613;&#25910;&#30524;&#24213;&#12290;</p><p class="secondary"></p></div></li></ul></div><a class="clickable more-sents" href="/singledict?q=plutocratic&amp;le=eng&amp;dict=blng_sents&amp;more=true">&#26597;&#30475;&#26356;&#22810;&#21452;&#35821;&#20363;&#21477;</a></div></div><div id="outer"><audio id="dictVoice" style="display: none"></audio></div></div></div><div class="zuo"></div></section></head></html>