<html><head><meta content="IE=10" http-equiv="X-UA-Compatible"/><script>document.createElement("section");</script><section class="card" style="background-color:#f5f5f5; color:black; font-size:25px; text-align:center; height:100%; margin:0; width:100%"><div class="BlockquoteZh"></div><p></p><div class="BlockquoteEn"><div class="youdao"><div class="content-wrp dict-container" id="blng_sents_part_contentWrp"><div class="trans-container blng_sents_part" id="blng_sents_part"><div class="content"><ul><li class="mcols-layout"><span class="col1 secondary"> 1.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">44kb</p></div><div class="col2"><p>With indicating much study, we even <b>ascensive</b> technique of extending coxa speediness and touchdown actively in the period of running of modern sprint.</p><p class="grey">&#35768;&#22810;&#30740;&#31350;&#34920;&#26126;&#65292;&#29616;&#20195;&#30701;&#36305;&#36884;&#20013;&#36305;&#25216;&#26415;&#26356;&#24378;&#35843;&#30340;&#26159;&#8220;&#24555;&#36895;&#20280;&#39627;&#8221;&#21644;&#8220;&#31215;&#26497;&#30528;&#22320;&#8221;&#25216;&#26415;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 2.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">52kb</p></div><div class="col2"><p>It occupies special position - joint of agriculture and nomadism civilization, and also it is the most important strategic field, so the whole area is still creative and <b>ascensive</b>.</p><p class="grey">&#20294;&#30001;&#20110;&#33258;&#36523;&#22788;&#22312;&#20892;&#32789;&#25991;&#26126;&#19982;&#28216;&#29287;&#25991;&#26126;&#20132;&#27719;&#22788;&#30340;&#29305;&#27530;&#21306;&#20301;&#65292;&#22987;&#32456;&#26159;&#23631;&#34281;&#20140;&#30079;&#30340;&#25112;&#30053;&#35201;&#22320;&#65292;&#25972;&#20010;&#22320;&#21306;&#20173;&#28982;&#26377;&#26032;&#30340;&#21019;&#36896;&#21644;&#36827;&#27493;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 3.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">54kb</p></div><div class="col2"><p>The rough characteristic of the boulder clause is to produce old feeling through its colour, veins and shape. The sensitive sheen of mica enable it have harmonious and <b>ascensive</b> function.</p><p class="grey">&#25955;&#30707;&#31895;&#31961;&#30340;&#29305;&#28857;&#36890;&#36807;&#23427;&#30340;&#33394;&#24425;&#12289;&#32441;&#29702;&#21644;&#24418;&#29366;&#20135;&#29983;&#20102;&#19968;&#31181;&#33485;&#32769;&#24863;&#65292;&#25935;&#24863;&#30340;&#20113;&#27597;&#20809;&#36745;&#65292;&#20351;&#23427;&#26377;&#21327;&#35843;&#21644;&#24378;&#35843;&#30340;&#20316;&#29992;&#12290;</p><p class="secondary"></p></div></li></ul></div></div></div><div id="outer"><audio id="dictVoice" style="display: none"></audio></div></div></div><div class="zuo"></div></section></head></html>