<html><head><meta content="IE=10" http-equiv="X-UA-Compatible"/><script>document.createElement("section");</script><section class="card" style="background-color:#f5f5f5; color:black; font-size:25px; text-align:center; height:100%; margin:0; width:100%"><div class="BlockquoteZh"></div><p></p><div class="BlockquoteEn"><div class="youdao"><div class="content-wrp dict-container" id="blng_sents_part_contentWrp"><div class="trans-container blng_sents_part" id="blng_sents_part"><div class="content"><ul><li class="mcols-layout"><span class="col1 secondary"> 1.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">41kb</p></div><div class="col2"><p>Some people have trouble digesting <b>lactose</b>, a carbohydrate in milk and milk products, because of the deficiency of enzyme lactase in the body.</p><p class="grey">&#26377;&#20123;&#20154;&#26080;&#27861;&#28040;&#21270;&#20083;&#31958;&#65292;&#19968;&#31181;&#22312;&#29275;&#22902;&#21644;&#22902;&#21046;&#21697;&#20013;&#30340;&#30899;&#27700;&#21270;&#21512;&#29289;&#65292;&#36825;&#26159;&#22240;&#20026;&#22312;&#20182;&#20204;&#30340;&#36523;&#20307;&#20013;&#32570;&#23569;&#20083;&#31958;&#28040;&#21270;&#37238;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 2.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">55kb</p></div><div class="col2"><p>Rather than being caused by an overenthusiastic immune system, milk intolerance, for example, results from a lack of the enzyme the body needs to break down <b>lactose</b>, the main sugar in milk.</p><p class="grey">&#20030;&#20363;&#26469;&#35828;&#65292;&#19981;&#32784;&#20083;&#30151;&#19981;&#26159;&#30001;&#20813;&#30123;&#31995;&#32479;&#30340;&#36807;&#20998;&#28909;&#24773;&#24341;&#36215;&#30340;&#65292;&#32780;&#26159;&#32570;&#20047;&#19968;&#31181;&#37238;&#30340;&#32467;&#26524;&#65292;&#32780;&#36523;&#20307;&#38656;&#35201;&#36825;&#31181;&#37238;&#26469;&#20998;&#35299;&#29275;&#22902;&#20013;&#20027;&#35201;&#30340;&#31958;&#8212;&#8212;&#20083;&#31958;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 3.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">52kb</p></div><div class="col2"><p>For example, circuits can simulate the interactions between genes involved in <b>lactose</b> metabolism and the transcription factors that regulate their expression in bacterial cells.</p><p class="grey">&#20363;&#22914;&#65292;&#30005;&#36335;&#21487;&#20197;&#27169;&#25311;&#20986;&#20083;&#31958;&#20195;&#35874;&#22522;&#22240;&#19982;&#35843;&#33410;&#32454;&#33740;&#32454;&#32990;&#20869;&#20083;&#31958;&#20195;&#35874;&#22522;&#22240;&#34920;&#36798;&#30340;&#36716;&#24405;&#22240;&#23376;&#20043;&#38388;&#30340;&#20114;&#21160;&#36807;&#31243;&#12290;</p><p class="secondary"></p></div></li></ul></div><a class="clickable more-sents" href="/singledict?q=lactose&amp;le=eng&amp;dict=blng_sents&amp;more=true">&#26597;&#30475;&#26356;&#22810;&#21452;&#35821;&#20363;&#21477;</a></div></div><div id="outer"><audio id="dictVoice" style="display: none"></audio></div></div></div><div class="zuo"></div></section></head></html>