<html><head><meta content="IE=10" http-equiv="X-UA-Compatible"/><script>document.createElement("section");</script><section class="card" style="background-color:#f5f5f5; color:black; font-size:25px; text-align:center; height:100%; margin:0; width:100%"><div class="BlockquoteZh"></div><p></p><div class="BlockquoteEn"><div class="youdao"><div class="content-wrp dict-container" id="blng_sents_part_contentWrp"><div class="trans-container blng_sents_part" id="blng_sents_part"><div class="content"><ul><li class="mcols-layout"><span class="col1 secondary"> 1.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">44kb</p></div><div class="col2"><p>Zaher happens to be a prince, the grandson of the late Afghan monarch Zaher Shah, and he has far more clout around Kabul than the ordinary <b>bureaucrat</b>.</p><p class="grey">&#36523;&#20026;&#29579;&#23376;&#30340;&#26597;&#24076;&#23572;&#24688;&#22909;&#26159;&#24050;&#25925;&#30340;&#38463;&#23500;&#27735;&#22269;&#29579;&#26597;&#24076;&#23572;&#183;&#27801;&#38463;&#30340;&#23385;&#23376;&#65292;&#20182;&#22312;&#21888;&#24067;&#23572;&#21608;&#22260;&#22320;&#21306;&#30340;&#24433;&#21709;&#21147;&#36828;&#36828;&#36229;&#36807;&#19968;&#33324;&#30340;&#23448;&#20698;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 2.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">46kb</p></div><div class="col2"><p>A member of the Salesian order, whose particular mission is to work with the young, he is quintessentially a pastoral cleric rather than a church <b>bureaucrat</b>.</p><p class="grey">&#20316;&#20026;&#19968;&#21517;&#24904;&#24188;&#20250;&#25104;&#21592;&#20182;&#21629;&#20196;&#26377;&#29305;&#21035;&#30340;&#20351;&#21629;&#30340;&#20154;&#19982;&#24180;&#36731;&#20154;&#19968;&#36215;&#24037;&#20316;&#65292;&#20182;&#26159;&#20856;&#22411;&#29287;&#21306;&#25945;&#22763;&#65292;&#32780;&#19981;&#26159;&#25945;&#20250;&#23448;&#20698;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 3.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">52kb</p></div><div class="col2"><p>During Soviet times a successful <b>bureaucrat</b> could expect to live in a good but modest three-bedroom flat, with modern furniture. He could expect holidays on the Black Sea coast.</p><p class="grey">&#22312;&#33487;&#32852;&#26102;&#26399;&#65292;&#19968;&#21517;&#25104;&#21151;&#30340;&#23448;&#20698;&#24448;&#24448;&#21487;&#20197;&#20303;&#36827;&#19968;&#38388;&#36866;&#24230;&#33298;&#36866;&#65292;&#32780;&#19988;&#37197;&#26377;&#29616;&#20195;&#23478;&#20855;&#30340;&#19977;&#25151;&#19968;&#21381;&#20844;&#23507;&#65292;&#20182;&#36824;&#20139;&#26377;&#21040;&#40657;&#28023;&#24230;&#20551;&#30340;&#20551;&#26399;&#12290;</p><p class="secondary"></p></div></li></ul></div><a class="clickable more-sents" href="/singledict?q=bureaucrat&amp;le=eng&amp;dict=blng_sents&amp;more=true">&#26597;&#30475;&#26356;&#22810;&#21452;&#35821;&#20363;&#21477;</a></div></div><div id="outer"><audio id="dictVoice" style="display: none"></audio></div></div></div><div class="zuo"></div></section></head></html>