<html><head><meta content="IE=10" http-equiv="X-UA-Compatible"/><script>document.createElement("section");</script><section class="card" style="background-color:#f5f5f5; color:black; font-size:25px; text-align:center; height:100%; margin:0; width:100%"><div class="BlockquoteZh"></div><p></p><div class="BlockquoteEn"><div class="youdao"><div class="content-wrp dict-container" id="blng_sents_part_contentWrp"><div class="trans-container blng_sents_part" id="blng_sents_part"><div class="content"><ul><li class="mcols-layout"><span class="col1 secondary"> 1.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">54kb</p></div><div class="col2"><p>The working class, which has long defined our notions of masculinity, is slowly turning into a <b>matriarchy</b>, with men increasingly absent from the home and women making all the decisions.</p><p class="grey">&#38271;&#26399;&#20197;&#26469;&#65292;&#34987;&#25105;&#20204;&#35748;&#23450;&#20026;&#38451;&#21018;&#20043;&#27668;&#20195;&#21517;&#35789;&#30340;&#24037;&#20154;&#38454;&#32423;&#65292;&#27491;&#24930;&#24930;&#36716;&#21521;&#27597;&#26435;&#21046;&#65292;&#30007;&#24615;&#22312;&#23478;&#24237;&#20013;&#20316;&#29992;&#27491;&#36880;&#28176;&#28040;&#22833;&#65292;&#30001;&#22899;&#24615;&#20570;&#25152;&#26377;&#20915;&#23450;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 2.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">58kb</p></div><div class="col2"><p>On this basis, the paper draws the conclusions that law originates in the primitive <b>matriarchy</b> society and and that the start of custom or conduct norm in primitive society signs the beginning of law.</p><p class="grey">&#22312;&#27492;&#22522;&#30784;&#19978;&#65292;&#26412;&#25991;&#24471;&#20986;&#20102;&#27861;&#36215;&#28304;&#20110;&#21407;&#22987;&#27597;&#31995;&#27663;&#26063;&#31038;&#20250;&#12289;&#21407;&#22987;&#31038;&#20250;&#35268;&#33539;&#30340;&#20986;&#29616;&#21644;&#21407;&#22987;&#20064;&#24815;&#30340;&#20135;&#29983;&#26159;&#27861;&#20135;&#29983;&#30340;&#26631;&#24535;&#30340;&#32467;&#35770;&#12290;</p><p class="secondary"></p></div></li><li class="mcols-layout"><span class="col1 secondary"> 3.</span><div class="col3"><a class="pronounce dictvoice js-ctlog"></a><p class="clickable speech-size">38kb</p></div><div class="col2"><p>North American west indians had developed into patriarchy composed of clan, it still stays in the eastern <b>matriarchy</b> clan society.</p><p class="grey">&#21271;&#32654;&#35199;&#37096;&#30340;&#21360;&#31532;&#23433;&#20154;&#24050;&#21457;&#23637;&#20026;&#29238;&#26435;&#21046;&#32452;&#25104;&#30340;&#27663;&#26063;&#65292;&#19996;&#37096;&#36824;&#20572;&#30041;&#22312;&#27597;&#26435;&#21046;&#30340;&#27663;&#26063;&#31038;&#20250;&#12290;</p><p class="secondary"></p></div></li></ul></div><a class="clickable more-sents" href="/singledict?q=matriarchy&amp;le=eng&amp;dict=blng_sents&amp;more=true">&#26597;&#30475;&#26356;&#22810;&#21452;&#35821;&#20363;&#21477;</a></div></div><div id="outer"><audio id="dictVoice" style="display: none"></audio></div></div></div><div class="zuo"></div></section></head></html>